{
  "calendar": {
    "title": "Rozpis služeb",
    "calendar": {
      "title": "Kalendář"
    },
    "important_note": "Důležité upozornění!",
    "services": {
      "dishes": {
        "name": "Nádobí",
        "description": "Každý večer si udělám čas na umytí nádobí, které se nahromadilo v kuchyni, případně i vyčistím okolí uznám-li za vhodné. <br /> Můžu také úklid vymáhat po někom jiném pokud vím, kdo byl \"autorem\".",
        "note": "To že zrovna nemám službu neznamená, že se v kuchyni můžu chovat jako prase! Stále je mou povinností umývat svoje nádobí a když v kuchyni udělám bordel tak jej i uklidím. Služba slouží jen jako pojistka, aby se bordel nehromadil ne jako otrok pro všechny, kdo momentálně službu nemají."
      },
      "floor": {
        "name": "Podlaha",
        "description": "Na konci týdne, než odjedu domů si udělám čas na to, abych umyl podlahu."
      },
      "hygiene_places": {
        "name": "Záchod + koupelna",
        "description": "Na konci týdne, než odjedu domů si udělám čas na to, abych zkontroloval stav koupelny a záchodu a uznám-li za vhodné, tak vyčistím co je potřeba."
      },
      "vacuuming": {
        "name": "Vysávání",
        "description": "Na konci týdne, než odjedu domů si udělám čas na to, abych vyluxoval."
      }
    }
  },
  "navbar": {
    "home": "Domů",
    "calendar": "Kalendář",
    "time_log": "Výkazy",
    "logout": "Odhlásit se",
    "close": "Zavřít",
    "projects": "Projekty"
  },
  "team_projects": {
    "title": "Týmové projekty",
    "current_project": "Aktuální projekt",
    "current_project_name": "IFJ",
    "roles": {
      "devops": {
        "name": "DevOps",
        "description": "Správa gitu, issues, tvorba CI, nastavení editorů, linter"
      },
      "docs_manager": {
        "name": "Manažer dokumentace",
        "description": "Správa dokumentace, kontrola pull requestů a následné zařazování do dokumentace"
      },
      "lore_master": {
        "name": "Lore master",
        "description": "Actually rozumí tomu, co se dělá, organizace meetingů, roadmapy"
      },
      "tester": {
        "name": "Tester",
        "description": "Testování, reportování chyb, návrhy na vylepšení, píše testy a nastavuje standardy"
      }
    }
  }
}
